<PAD>
<UNK>
<SOS>
<EOS>
the
i
to
you
is
a
he
of
in
my
it
have
this
me
she
for
was
are
do
that
his
your
will
we
what
on
him
dont
at
not
her
like
go
with
be
how
and
im
can
time
there
has
know
all
up
they
come
as
its
very
had
from
please
did
by
when
am
want
here
out
were
ill
an
going
been
get
take
about
no
father
cant
book
if
one
india
tom
money
english
two
tomorrow
would
day
long
see
today
but
must
back
where
help
who
us
make
man
live
our
work
home
car
now
good
didnt
yesterday
should
these
speak
too
made
many
so
well
last
than
room
every
never
house
more
mother
tell
went
always
much
off
some
old
nothing
why
got
again
dog
down
may
think
could
any
people
call
turn
them
let
door
train
ive
or
children
give
put
into
school
before
away
doctor
leave
lot
teacher
say
tired
happy
night
next
ten
water
years
seen
answer
once
new
left
open
read
hard
saw
believe
use
soon
keep
way
letter
because
their
lets
year
isnt
problem
japan
job
watch
true
does
few
mary
cannot
both
big
drive
birthday
feel
thats
cut
met
books
doing
tea
couldnt
without
month
morning
try
whats
came
wrong
understand
everyone
meet
right
yet
girl
five
other
such
three
better
six
afraid
times
said
world
love
hes
bed
around
likes
really
after
already
friends
lost
bought
tried
id
play
gave
little
river
oclock
doesnt
able
wont
took
something
coming
buy
stay
study
early
running
mine
friend
first
married
news
wanted
sister
box
caught
just
looked
shoes
while
week
comes
station
own
baby
ever
between
medicine
looking
usually
brother
smoking
days
fun
broke
cold
knows
drink
fish
dinner
name
eyes
bad
abroad
small
felt
ask
city
health
mind
easy
walk
coffee
difficult
almost
used
accident
london
rain
sit
french
busy
town
stop
person
hurry
boys
talk
sure
wife
reading
life
poor
died
ran
party
asked
happened
hair
told
found
mistakes
enough
forget
tv
wait
boy
large
america
afternoon
others
talking
eat
hours
child
parents
since
possible
saying
forgot
fly
fire
swim
flowers
clean
music
youre
heard
noise
crying
nice
anything
which
questions
lives
rich
write
language
sunday
became
each
question
country
king
wish
another
bus
beautiful
die
someone
food
eight
police
desk
sorry
things
bicycle
care
idea
slowly
instead
done
written
anxious
weather
hear
finished
behind
through
whether
difference
birds
excuse
move
hungry
nobody
sick
bring
son
only
look
ready
story
havent
matter
along
works
address
born
later
yours
looks
family
shes
power
everybody
called
seems
kept
need
tokyo
yourself
angry
waiting
rumor
size
visit
alone
wherever
thing
business
often
playing
makes
tennis
homework
then
apples
learn
window
picture
watching
class
interesting
raining
spoken
china
clothes
telephone
sisters
find
village
england
longer
pay
dogs
free
phone
hot
summer
bag
wash
run
guitar
remember
began
cried
getting
hands
blue
sleep
closed
those
still
television
worked
expensive
against
war
taking
plan
apple
quickly
dress
return
disappointed
reap
sow
anyone
lose
japanese
begins
arrive
easily
decided
sky
fell
studying
late
sugar
rains
minutes
air
canada
larger
interested
standing
movie
suddenly
great
europe
cup
number
office
meeting
set
wants
grandmother
hobby
capital
population
ship
across
kind
men
plane
finish
making
whoever
being
mountain
trouble
hospital
languages
advice
bit
machine
known
necessary
different
arrested
laughed
sing
stood
strong
cake
attend
fat
history
god
over
cooked
cook
black
beauty
talks
wheres
teach
speaks
april
key
age
bird
whose
bank
stolen
sight
truth
earth
yes
hope
mistake
dark
snow
started
taxi
baseball
shirt
airport
agree
red
broken
secret
eggs
offer
policeman
horse
swimming
close
lake
knew
learned
empty
woman
prefer
myself
quit
rather
light
youve
milk
abandoned
tends
present
chair
show
hasnt
face
four
table
garden
novel
stand
explain
bath
cars
rest
dollars
might
shade
cats
believes
best
arrived
hardly
brought
famous
head
promise
sentences
changing
france
dream
outside
speaking
africa
become
result
youll
most
strange
trip
months
future
students
surprised
sun
bigger
hand
umbrella
having
paris
pictures
older
stayed
doubt
covered
ordered
whole
together
street
theres
wouldnt
uncle
amateur
cricket
player
passed
bridge
leaving
government
pass
responsible
welcome
bored
follow
shout
cat
map
feet
hat
arabic
husband
kites
join
rice
legs
near
walking
turned
listen
student
radio
admit
women
sort
tall
chinese
smiled
crow
win
wine
working
pulled
clear
trees
tax
worry
success
succeed
eating
kyoto
meant
joke
glasses
eleven
goes
accepted
daughter
correct
eye
ball
lived
animal
fast
foot
fever
wake
nine
thinking
absent
shall
piano
heart
showed
oil
smooth
plenty
memory
tuesday
yen
glass
park
arrogant
accused
important
shouldnt
brothers
under
cancer
half
forest
spanish
harder
rooms
road
5
satisfied
neighbors
plays
burning
death
sleeping
account
sold
travel
towel
add
10
herself
thank
cry
regard
protect
favorite
smoke
arent
officer
whatever
opinions
says
miles
boss
place
feed
word
voted
order
bread
explained
rule
osaka
waste
voice
saved
danger
store
meals
words
tickets
speech
game
advise
pleased
allow
happen
pain
safety
italy
tree
fact
butter
advantage
movies
traffic
mail
pieces
favor
flying
kite
dangerous
due
illness
interpret
poem
pick
borrow
subject
lie
helped
tonight
wedding
fresh
promote
buried
heat
until
dictionary
trust
rules
ashamed
wrote
temples
fifty
end
starts
extent
wind
leaves
computer
short
prize
thief
speed
breakfast
case
living
depends
teaching
destroyed
catch
chance
according
front
company
advised
college
weeks
lights
workers
museum
library
answers
seven
test
ought
till
couple
ago
except
largest
feeling
spent
teresa
hello
ok
fine
whos
math
shot
touch
atheist
miss
reads
rude
lucky
cafe
fair
fault
powers
lack
top
oranges
sign
betrayed
build
nests
studied
headache
loved
happiness
throw
breathed
deeply
simple
cousin
waited
pretty
guy
enjoyed
kids
vase
pen
gym
state
taste
continued
eaten
ticket
green
rely
forgive
pencil
sea
expect
consciousness
decision
shut
wore
haunted
sheets
burst
feels
silk
galileo
hens
bell
climbed
stairs
race
boston
start
swollen
hated
stubborn
nearby
missed
shouted
whatre
elevator
song
earns
knocked
robbed
physics
wonder
stomach
york
wears
ceased
glad
lion
chairs
passport
soccer
dozen
dressed
white
whichever
applies
wood
younger
cheese
fond
gun
murder
seat
anymore
further
cups
iron
gold
healthy
successful
gathered
amount
import
fairies
moment
taught
walked
witnessed
steal
lately
manager
pm
stopped
hates
bags
missing
plants
prisoner
fathers
independence
twenty
pond
coal
koala
visited
pencils
cover
sat
mouse
dead
alive
hit
mud
season
celebrated
candidate
weve
pride
complaining
somewhere
western
german
august
accompanied
useful
mexico
loves
low
allowed
hundred
real
diamond
brush
teeth
roses
degree
followed
tracks
science
farm
young
grown
rome
monkey
increasing
send
taken
rotten
spread
youth
monday
3
jam
jobs
thought
governed
patient
bound
contains
undone
slow
australia
absence
bet
pounds
wonderful
meal
suitcase
distance
roof
dust
itself
crash
shop
supper
author
listened
struck
worlds
even
everything
vegetables
graveyard
rainy
vain
sinking
high
cross
newspapers
dance
count
stingy
paper
killed
single
lazy
gas
consists
past
reproached
rang
scolded
rid
habit
gets
nerves
hid
among
realized
electricity
program
neither
arrogance
fortune
point
proved
laid
delhi
prevented
murders
willing
observe
limit
market
tolerate
statement
art
friday
learning
foreign
nowadays
overseas
insecure
animals
asleep
pocket
jungle
storm
proud
themselves
worse
sudden
toilet
sentence
pet
spend
dreamed
twice
vary
stars
law
far
scattered
talked
less
answering
corner
opportunity
current
income
fit
occurred
imitate
education
ride
staying
fall
received
wearing
inside
sometimes
hesitation
convinced
doll
gentleman
absolute
shows
common
environment
club
examination
reduce
invited
confident
writing
letters
recognize
caused
earthquake
failed
jumped
locked
conditioner
situation
6
himself
precious
least
injured
during
stole
disappointment
cost
respected
tears
supposed
impossible
opinion
lying
certain
misunderstanding
fight
instant
lots
gained
britain
reason
thousands
taiwan
strike
president
sent
translate
quality
seventeen
sad
cities
gut
names
careful
backs
selfish
thinks
feelings
committee
exam
investigate
reach
takes
affected
promised
realize
value
calcutta
goodbye
full
fear
burns
easter
starving
snowing
dies
bloom
quick
aloud
bent
beard
actor
needs
kidding
guys
absurd
nauseous
assaulted
anybody
nobodys
mouth
startled
climb
potatoes
faces
thirsty
bar
deceive
employs
maid
traitor
sleepy
truly
starting
ones
rotates
beach
pie
stones
gone
nuts
1960
1979
handle
toyota
leaped
joy
happily
annoys
batter
flew
marys
skating
pumpkin
begin
wheel
lonely
hell
singing
hate
risks
marry
ink
tiger
skies
winter
saver
envied
lent
hows
stranger
counting
vomiting
stomachache
problems
finger
allergic
ringing
victory
lincoln
1865
specialty
ablaze
damp
pipe
hers
zoo
contain
prove
camera
lay
rung
deals
furniture
sharpshooter
sixty
sang
dear
won
writes
beautifully
grateful
dove
servant
liked
biology
korea
tiny
toy
deep
disturbing
rested
nonsense
fox
wild
rabbit
ears
color
temper
slap
salary
daughters
tore
apart
understands
pity
cage
seem
7
wasnt
fired
bloody
longing
growling
330
gentle
wealthy
prattles
weird
gate
knife
sharp
sooner
thin
tame
engine
temperature
stuttering
lend
500
spoil
alcohol
sand
catches
colds
smelling
soup
theft
throwing
dentist
drinking
beer
12
concern
example
debts
flames
adopted
orphan
plus
round
nationality
pours
travels
choose
ambulance
thirty
envelope
leveled
dissatisfied
kilo
beg
differ
jacket
subway
condition
knocking
coughing
spoke
refund
page
introduce
obstinate
refused
notice
pulse
foods
committed
includes
narrow
lacks
courage
line
b
sale
arrest
hammered
hesitated
sentenced
quota
bowls
hunger
drove
farther
glimpse
fixed
facebook
smiles
barbers
830
smog
causes
snakes
poisonous
enemy
haze
enveloped
abused
released
families
painted
hero
appeared
appointment
fail
watering
greeks
engaged
occasionally
worthless
honesty
policy
usual
decline
john
june
4
1974
goodfornothing
bum
same
aunt
arms
bride
tastes
bitter
clung
exciting
paint
dried
drinkable
monsoon
greek
complete
figured
hurt
twentyfour
soft
drinks
breathe
digging
grave
prefers
repeated
treats
slave
21st
cleaned
cycling
crossing
1977
duty
insert
metal
million
sheer
expenses
spa
jeans
shrank
also
answered
else
offered
declined
invitation
dialed
purse
bun
soldiers
silent
socks
houses
burned
smelled
tobacco
teachers
improve
ourselves
nextdoor
south
terminal
tidy
underlined
force
lean
wall
football
changed
schools
eats
lunch
cafeteria
ear
shirts
washed
wishes
smell
bottles
deers
informed
mentioned
dozens
catching
1100
appears
honest
fate
arguing
collecting
coins
notebook
seicho
matumoto
1992
beating
bush
widely
begun
decay
pole
cliff
vertical
crushed
enemies
sail
bombay
resolved
rodicas
fifth
sounds
island
concealed
accustomed
costly
purchases
toward
within
disturbed
bear
sundays
reasonable
basketball
escaped
dreams
eightthirty
withered
finland
consider
intelligent
solve
mile
team
ours
320
dad
shaving
bathroom
cheaper
fighting
settle
attention
walks
behavior
odd
bone
keys
wallet
motioned
folder
worrying
politics
louder
remove
tries
pack
appearing
warned
string
occurs
frequently
raised
cloud
deer
barking
moves
investigation
hunting
lions
200
carried
leather
goods
towels
15
church
sixteenth
peace
dine
owe
apology
owner
solved
exports
wool
peasant
stuff
gonna
heavily
properly
perhaps
gazed
apartment
clock
discussing
jump
crows
unless
ocean
hurried
boat
baggage
wipe
conform
similar
rope
thrown
plans
detail
losing
pressed
prompt
reply
bullet
weighed
stone
grandfather
housework
task
sin
anywhere
asking
visiting
oh
billion
quite
accidental
pardon
raise
funds
gladly
proposal
remained
stripped
conference
aware
shooting
noon
several
flat
planted
cave
tie
suit
hotel
motive
blame
beatles
chat
squirrel
branches
fallen
coincidentally
elephants
asia
sadness
smile
pigeons
experiment
cash
fool
ability
adjust
message
ignore
neat
piece
prided
accompany
fewer
rarely
harm
someday
stamps
exactly
parallel
besides
shared
profit
730
complain
elephant
dislike
bern
switzerland
classmates
comfort
faults
reverse
neighborhood
sense
rebellion
faster
rescued
sandwiches
remain
naughty
haste
repair
group
actress
dishes
germany
safe
wings
golf
cleared
ghosts
preparing
planting
profession
cradle
holding
hole
deprived
mystery
remains
unsolved
discussed
clever
newspaper
matters
land
moon
eager
wooden
buildings
opening
loyalty
century
laugh
extend
helps
russian
seemed
ignorance
stuck
oxford
university
cemetery
$10
jogging
innocent
complains
daytime
ninth
completely
unfounded
approached
equal
hour
match
brown
agreement
managed
genuine
runs
valley
thick
mist
countryside
quitting
buddhism
beginnings
classical
bones
leg
impatient
gently
shoulder
grows
wiped
sweat
forehead
follows
scale
amazed
scared
anchorage
ache
imagine
earlier
complained
rudeness
prepared
pretending
toms
fifteen
dug
treasure
attended
exhibited
remorse
crime
failure
board
childhood
mohan
acquainted
sofa
veracity
unicycle
regret
phrase
mom
keeps
peacefully
sickness
sound
beast
patrolling
trying
persuade
charged
directions
cloth
silky
driven
unused
pink
remote
control
embezzled
employees
stories
cooking
fully
innocence
american
literature
obliged
youngster
pair
scissors
debt
drop
consented
suffers
headaches
miracle
save
reminds
pianist
scar
cheek
completed
proverb
turning
volume
nerve
results
excellent
cows
sacred
entered
hardships
price
wares
poet
destined
adding
salt
concert
pronounce
angels
youd
straight
matches
everywhere
forward
named
rainbow
burglar
satisfying
spoiled
prison
film
spit
identify
recognized
defeated
opponent
election
expectations
release
prisoners
watched
beginning
materials
acquaintance
woods
strangers
refuse
request
countries
heavy
bakery
cute
lady
granddaughter
calls
drastic
measures
penalty
continent
cured
discovered
brave
act
pickpocketing
breath
operate
erase
wondering
definite
carelessness
qutub
minar
fort
farmer
toudaiji
punished
break
spending
hokkaido
blanket
growing
poorer
obvious
main
object
chose
climate
agrees
congratulate
engagement
possession
respect
vocabulary
amend
constitution
holiday
hold
carries
seeds
distances
clouds
furnished
originally
journey
investigated
angles
photocopier
requires
madman
accountable
actions
rubber
bounces
elastic
part
british
citizen
becoming
artist
closing
spends
entirely
heap
theater
woke
middle
reforming
male
peacock
colorful
tail
feathers
leading
cursed
finding
waking
opposite
seats
occur
windows
copyrighted
sources
balance
allowances
oppose
whom
pouring
lift
mt
everest
highest
peak
poured
washing
enter
classroom
careless
driving
factory
cease
operations
alarm
throughout
observed
eventually
fined
5000
illegal
parking
distinguish
granted
wins
receive
gives
innumerable
contact
alphabet
hang
given
biggest
source
inspiration
hesitate
drug
smuggler
fortunate
loving
presents
switch
member
commit
suicide
upon
weekend
waist
1947
located
towns
grapes
sour
booted
foreigners
customers
products
wed
independent
softer
resting
elected
frankly
reminded
700
parcel
phrases
ease
searching
exist
immediately
private
acquaintances
reform
laws
above
sixth
floor
superior
popular
exchange
sweater
contracted
malaria
property
slept
thames
distributed
returning
werent
swear
decide
freedom
objected
removing
chatting
seventh
noisy
encouraged
fulfill
ambitions
constantly
forgetting
peoples
seldom
theory
comprehend
surprise
emergency
polluted
atmosphere
reached
international
trade
vital
economies
richest
bat
balls
protection
arrives
kindness
carefully
dropped
photograph
developed
arrange
motorbike
helmet
dirty
repairing
industry
majority
bill
aids
horrifyingly
parts
shower
drenched
skin
lakes
biwa
maybe
unhappy
intend
kill
huge
snake
murdered
entrance
communicate
patience
succeeded
chain
bite
ventured
swallow
tablets
awake
taj
mahal
wonders
voyage
obtained
yield
8
percent
investment
pollute
conduct
columbus
argued
west
1600s
introduced
barely
afford
essential
command
mumbai
indian
maharashtra
fishing
100
intends
devote
curing
wear
beforehand
greatest
economic
fifteenth
calculation
although
twins
interests
paid
dues
deliberately
ignored
seeing
authorities
hiding
facts
public
opened
smelt
imitation
diamonds
sets
destination
blowing
horn
demanded
copies
sheep
field
higher
wars
fisherman
exaggerated
corruption
toes
sticking
cleaning
prepare
resembles
appearance
character
turns
incident
electric
companies
seeking
staring
ceiling
handful
peanuts
firm
bankruptcy
below
access
acknowledgement
services
twin
girls
alike
practice
laying
thieves
drawers
search
drivers
license
eighteen
catholic
nun
george
washington
unites
states
1951
supermarket
daily
passengers
nearest
democracy
worst
form
kid
touching
bugs
bother
translation
translating
translations
influence
